/*  --------- Settings ----------- */

"Automatically Install" = "Automatisch Installeren";

"Delete After Install" = "Verwijder Na Installeren";

"Remove Metadata"="Verwijder Metadata";

"Keep Awake"="Aan Houden";

"This will keep your screen always ON while using AppCake"="Dit houdt je scherm altijd AAN als je AppCake gebruikt";

"Remove Metadata will stop App Store from updating the app"="Verwijder Metadata zal ervoor zorgen dat de App Store de app niet meer updatet";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Schakel Itunes Sync in om toe te staan dat apps, geinstalleerd door AppCake, overgezet worden op uw computer";

"iTunes Sync"="iTunes Sync";

"Feedback"="Feedback";

"Changelog"="Veranderingen";

"I Can Translate"="Ik Kan Vertalen";

"Clear Image Cache"="Leeg Icoon Opslag";
